[
  "Trump chastises Bush - POLITICO",
  "Amazing,,, King Trump is now doctor/scientist Trump. Trump knows all except being humble and courteous. Elect Cruz 2020.\n\nTrump predicts coronavirus vaccine by end of the year, at Fox News virtual town hall",
  "Trump predicts hyperinflation.",
  "How Greenwich Republicans Learned to Love Trump  via",
  "No you are using the uniquely awful Trump  to white wash average presidents evil behaviour.",
  "Shut up Adam. You are trumps lapdog and we know it.",
  "So Trump is going to hold a campaign rally at the Lincoln Memorial . . . just the sort of thing to cheapen the Memorial.\n\nDisgraceful.",
  "Oh god, we'd break the internet if we started listing all the complaining tRump does.",
  "There's always been a continent of ugliness in our culture. Trump have them permission to come out. They believed that ridiculous Apprentice persona. They admire \"power over\" and believe in traditional roles, they're scared and insecure.",
  "I know most of you knew this already.........but it's a great read.",
  "Fuk everyone else , ur right!! How can they defend him taking a fkn piece of paper out on national television while also sayin (something along lines of) I'll just have to check this piece of paper here that I have in my pocket.  Even trump the thick fk doesnt do something like",
  "Wait, what?? He acting like trump, making no sense, but - China.",
  "President Trump was just asked about this at the Lincoln Memorial \nHe said ASK THE GOVERNORS! Why when the temporary hospitals were empty? \nThis is criminal",
  "Escrow closes Tuesday and Trump money comes in on Wednesday we bout to wild out on unnecessary online shopping",
  "DONALD TRUMP",
  "Trump and Pence are tested weekly. So there's 8 tests a month for just those 2.",
  "Donald Trump And The Fed Could Be About To Destroy The U.S. Banking System#trump",
  "Trump mates have all front run Donnies tweets",
  "God bless Trump.",
  "Trump continues to be unable or unwilling to accept what he's done by failing to act immediately in mid to late January.  I saw it. He had to have seen it.",
  "Obama logs on amid the coronavirus pandemic  via",
  "It's like an athlete coming back too soon &amp; losing two seasons instead of one. Republicans opening too soon will hurt the economy more than they will help it. Republicans should help workers more, but Trump said today he doesn't know if another round of payments is needed.",
  "You are right! tRump &amp; the 3rd lady are vile &amp; disgusting. The sad part is the media is addicted to him.  They were so afraid of having to defend those that called the  double standard.  The woman was lying &amp; its ok to say it.",
  "Because Trump gonna Trump.",
  "Get The Bills Ready So They Can Be Passed By Biden's Adminstration Because Trump's Administration Showing Citizens What They Did and Doing For The American People, Which Isn't Enough! USA Need A New President and Administration Bottom Line! ...",
  "He literally cannot go even ONE second without self aggrandising \n\nIts astonishing to witness. Methinks Trump Snr never gave Jnr even a millisecond of praise, considering the amount of time he spends patting himself on the back ‍️",
  "Trump is a dangerous fool. \n\nー19",
  "Id rather deal with 4 more years of trump. Than 8 years of neoliberalism",
  "It is most likely that TRUMP HIMSELF chose that background  just like he personally demanded his signature be on the stimulus check and he personally drew that circle with sharpie on that map. Two other actions he claimed to have\" no knowledge of\"..",
  "Still not as bad as Trump. Cheated on his first wife with his second, his second with his third, and refuses to release his taxes because he definitely didnt cheat on those either.",
  "2020: Lets recap so far:\n\nImpeachment trial does not lead to removal of Donald Trump.\n\nCovid-19 kills more than 60,000 nationwide and wrecks the economy.\n\nMurder Hornets arrive in the U.S.\n\nHey Stephen King, stop writing the script for 2020.",
  "Knowing Trump's revengeful &amp; corrupt ways, he is probably reasoning \" They were not going to vote for me anyway, so what difference it makes if it is 60,000 or 90,000\"? Or he is probably saying \"The 90,000 lives lost to COVID-19 were the people who came up with the Russia Hoax\"",
  "If you call 80 or 90,000 people successful.\" \n\nTrump does. Unless he can get more...",
  "Why bother offering to help, jackhole?\n\n     \n\n Trump's taxes",
  "Thank God President Trump had the forethought to close the border with China, then Europe.  If he wasn't such a great President, we'd have 1 million dead by now",
  "JUST do it YOURSELF  or w/ friend...NOT groups E'Z...P'Z️️  pictures of his picture and trump it makes me laugh and laugh and laugh so PLEASE SHARE I'm STILL laughing..️️‍",
  "At least Trump is pro life!  1/2 of the babies that are killed are female!",
  "Provide proof you liar ,yes you liar, like Trump ,provide proof ,bet you can not, why? because you a liar",
  "Not me because trump is too racist and put People down to built his little ego up",
  "Would be better with Trump sitting on Lincoln's lap.",
  "When will ALL people understand,Trump doesnt give a hoot in hell about the common man? Unless youre BIG business, BIG farms,BIG $$$. He doesnt care about your struggles or your pain. Or mine. He ONLY cares about his image, his &amp; BIG supporters $$,&amp; power",
  "Is anyone surprised that he lied? He knows how to do that very well when it comes to President Trump and the Republican party",
  "Donald Trump just stated Live on National television that and I qoute, \"Covid\" AKA coronavirus was meant for people driving their cars which means breaking his New World Order (Nazi) quarantine. LOCK HIM RIGHT NOW FOR TREASON DRAG HIS ASS OFF THE PODIUM AND TRY HIM FOR WAR CRIMES",
  "chungha teaser  fancam promo gc like ifb follow trick taekook jikook vmin jungkook au bts twice comeback reply gain mutuals twitter dms down thread trump itzy 18 angst gg ship fancy soty porn blackpink bighit jyp stray kids mv skz nsfw gay wannabe",
  "Not too awful far from there is the carving of crazy horse. As it is not finished Trump could take the north side.  And be crazy horses ass.",
  "Filed my taxes. Trump run me my stimulus pls",
  "oh, same. but you know those people have a lot of prejudice and think saying to get therapy is an insult or that having a mental illness is an insult. I've even had them suggest that having a vision or hearing impairment is an insult. they are basically like trump people.",
  "Have you demanded this of trump? He has 25 accusers.",
  "\"Mike Pompeo doubles down on unproven theory that COVID-19 originated from a Chinese lab\"  When will this stop, this crazy making, it's not just Trump, it's *everyone* he appoints, they're all crazy and dangerously incompetent.",
  "\"No War on Iran\" Unless Trump yields, the mullahs might produce an \"\"..Well, \"think tank\" in Brussels peddles with a  from \"The New York Boys\" in Tehran\n\n\"No wars by Iran\"  would make more sense",
  "Thanks Trump supporters, thanks 81%. Nice work. Real Christian of you.",
  "Trump turned over management of the golf course to his sons so he has nothing to do with the management of the course or its current ranking. Note how he is using his office to promote the property, to increase money in his pocket. That's corruption, plain and simple.",
  "Im watching Westworld. Cant watch Idiot Trump.",
  "You mean how the virus came to America on the East Coast? Not China? Yeah, Trump was warned and did nothing but lie for months.‍️",
  "Trump being the reason for needing all of this makes it even more special.",
  "Donald Trump attacks George W. Bush after the latter does a coronavirus video",
  "Everybody that does not like Trump is either a socialist, lazy, or both. May be one of the same.",
  "I'm not. I'm not extreme right or left. I'm just middle class with a family and can't believe what I am seeing.  I feel in 9/11 we all came together but with this I feel we are so divided and I can't believe the stupidity within this trump cult",
  "Trump is really the one person on this planet that is unpredictable as one photon shooting out towards the wall. You can only say where it is when you see where it is. Study worthy as one new specie! Really !",
  "Did I miss it or during the past hour has no one at this FoxNews love fest bothered to ask Trump why he is encouraging states to reopen in flagrant violation of his own guidelines?",
  "Donald Trump",
  "Agree! Someone needs to get to Trump and convince him!",
  "10011 101101! Digital translation. TRUMP SUCKS",
  "The Demoncrats will stop at nothing, to bring the Greatest President down. Trump 2020.",
  "well, that's where there was much confusion as to how NYC  got infected and initially Trump didn't want travel from the UK but relented with some exceptions, come to find out, they say, NYC was infected from Europe but it all goes back to China - it's all hindsight now",
  "Adam Shiff don't you dare paint Donald Trump for President on your fence!",
  "No one is underestimating trump voters, but heres the thing.  Trump hasnt done a single thing to gain new supporters, he only cares about his base and thats going to be a problem for him.  And if you think that he hasnt lost some supporters during his run, youre delusional",
  "Good enough to take credit from them if they do something good, bad enough to give them the blame when it goes wrong, constantly kissing his ass - just how Trump likes his underlings.",
  "Exactly.  Trump is a Commie.  Also a socialist.  Tariffs, Bailouts, PP completely funded, increased Debt, pocketed $130 mil paid via tax payer dollars to Trump Inc.  His own Campaign manager takes a cut out of donations made by people to his campaign.",
  "Ao you blame Trump. Got it.",
  "It's May 3rd, and  still can't stop kissing Trump's butt long enough to help establish an adequate national testing strategy.",
  "He says that about a lot of things. \n\nStill waiting on his tax returns.\nStill waiting on Melania immigration papers.\nJean Carroll is still waiting on her DNA sample from Trump.",
  "Thank you President Trump for keeping our country safe️",
  "You know Trump owes China money personally. And I doubt it, that would end all of Ivankas patents and whatever else shes doing with them.",
  "Well well well",
  "NIH abruptly cuts coronavirus research funding, alarming scientists",
  "Trump wants them!",
  "Sorry George. \nSorry Abe.\nWere going to have to go BIG on Trumps monument!",
  "One way you can tell the \"just the flu\" guys are full of shit is that they're never tweeting calling Trump a sheep when he says it's not the flu.",
  "\"We're winning bigger than we've ever won before.\" \nTrump, just now, on Fox News.\nThe U.S. is by far the world's leader in coronavirus infections and deaths, with 30 million newly unemployed. This shit isn't even good enough to count as propaganda.",
  "Fuck this virus shit. I started the year with almost 2 months worth of vacation time. \n\nIm down to a week and a half left. Tell Trump to send 2 more checks if he want my vote.",
  "It appears that he is at his wits end... Seriously though, why are males so enamoured with Trump? He's so not an alpha... makes no sense.",
  "You are great Dinesh.  Go on till we put president Trump again in the WH.",
  "Donald Trump is doing an excellent job at the townhall event on Fox. Very good!!",
  "Watch \"Trump Gets CLOBBERED By A Nurse\" on YouTube",
  "Credible reports have emerge about Trump working hard behind the scenes to secure a vaccine that he can keep out of foreign hands.",
  ":  takes  at",
  "If you are offended by me retweeting those pictures of Melania Trump, sorry. I am over being nice to people especially someone who is married to a psychopath. Apparently she's threatening to sue anyone who calls her an ex-hooker? She can't hide the evidence.",
  "If he wasnt fair\nHed still be licking trumps a** like most right wingers do \nBut he did, and often does, criticize trump when he messes up",
  "How nice of George Bush to come call for an end to partisan politics during the virus.\n\nJust curious, where was Bush when Trump had to deal with the Russia hoax, impeachment, being painted as Hitler? How about the Kavanaugh hearings?\n\nHe was silent. Because hes on their side.",
  "See? That argument doesn't even work on Trump's own base, and some conservatives expected it to win an election....",
  "Looks like Trump is gonna have to step in...",
  "And Trump donors getting cheap supplies from Jared to jack up the price to the State's in bidding wars with their medical supply start-ups. Wanna know why Trumps cv19 was really slow, see \n\nHow Trump is profiteering off of Coronavirus in 10 simple steps",
  "Yes I'm a Muslim. It was a deliberately provocative and even sarcastic comparison. Read the piece. Easy for you to be ok with Trump and his Islamophobia.",
  "Just add it to the trump charge account. it is all on him.",
  "This is the best exhibition of what a leader can look like when they take the reins &amp; do the right thing &amp; also shows how unfit a leader is that doesn't do the right thing! Treudeu the good &amp; Trump the ugly!",
  "Put a local bank branch in every USPS to help get post offices through this siege trump has placed USA under!",
  "Iris. If you read Alexs timeline you will see hes been studying the Covid numbers in detail. Its his sole focus. He also believes the quarantine is no longer necessary. I trust him on the cdc numbers. Also trump just mentioned on townhall  up. 1/",
  "Trump now circling a 70-100k death toll.",
  "I equate a Fox town hall to a Trump rally, so its a hard no from me.",
  "Kind of boring so I am looking at how many actual deaths have be in my City, turns out most all died  from catching it in a nursing home. Detroit seems same.  Has anyone else looked at this? The stats for testing is up as they find out who already had it",
  "Trump lost the popular vote and Russia helped him with the Electoral College. Republicans just verified this. Google it",
  "Trump says a lot of stuff that never happens ‍️",
  "Michigan has highest coronavirus fatality rate in US as protests continue  via \n\n\n\nI wonder how many of these new cases are Trump's followers ...",
  "How could they have hoarded supplies when trump sent them supplies a few months back?",
  "Why would she want to speak to Chris Wallace if it results in a spectacle? The last thing a trauma survivor wants to do is relive their trauma on a public forum to an audience of pumped-up Trump voters. Being picked apart &amp; confronted with contradictions is further traumatizing.",
  "Trump moves ahead with selling public land to fossil-fuel industry",
  "Of course, this is wildly false. We don't understand why the GOP feels the need to blatantly lie. Verified reporting has already established that the Trump Administration dismantled the Pandemic Task Force, cut funding to the CDC, and eliminated Pandemic Response Funding.",
  "A fan of his who lives in Kenya not America. I think the vast majority of POC in America who are dying in droves due to Trump feel differently.",
  "So how do yall feel about allowing Nazis to threaten our elected representatives and endangering the public?  supporters= supporters. Scum.",
  "Just a couple of days ago the director of national intelligence said the agencies concluded the virus was not man-made. But Trump just has to keep the conspiracy theories going in hopes he can distract blame to others."
]