[
  "The flood of misinformation has destroyed a coordinated response to covid because it destroyed trust in our institutions. trump and the gop own this. https://t.co/PJzE6JKeDW",
  "I dont think now that this virus is a new strain of a virus but the exact same Spainish flu virus that could have potentially killed millions but thanks to medical advancement and Trump closing the borders it greatly saved millions of lives more so because Trump closed borders",
  "@viddyamirapu @JoeBiden @realDonaldTrump I do agree but I don’t see Joe Biden as a strong candidate..There’s problem with him ..He couldn’t even able to speak on the issues fluently .Chinese virus did some damage to President trump but still large part of Americans do support him.All he have to do is try to save people",
  "@GOP Trump's hasn't shown leadership.  This admin has been a disaster for everyone.",
  "@AngryZeldaRadio @brithume @realDonaldTrump @GOP Lol I presume you're okay w/ Nasty Pelosi encouraging people to go to Chinatown and celebrate new year as a way to counter Trump's ban of flights from China, right? What about all Dems putting down that decision?",
  "@TPCarney @BabeTruth2 Recession of 2008, but Trump being elected is a solid 4th place",
  "@Mdrc76Maia @SuckIt_Trump @ValH213 @MEScott1013 @nhojhpesoj @kelnoland2020 @LBSamuelsson @MomToMeatball @LuciferNaughty @Tomi_R_B @pleasure74 @Shaken0Stirred @shields_rex @ReSista_Barb @DDD_101_ @alxellt0308 @ChrisToTheW @JoKeRDJResists @strom_annette @MisleaderC @Limmered @Momof2in1year @captrwrpnts @KlitzingChris @2broke2retire @OzOsbourne5 @FAQ4545 @_monzon322 @CunningSq16 @terribletara2 @CamiLee13 @Eye_Sea_Yew @lovemyjessica22 @DTwit949 @JacquieLeyns I haven't but will listen very soon! Sounds great. (I'm still on my work computer and it blocks most YouTube videos for some reason...)",
  "@Olivianuzzi This is why ordinary non-blue-check non-journalist Americans see MSM as trash. I’m a recovering journalist myself, and it never would have occurred to me to ask such a question. Good to see so many MSM clowns applauding it. It will get you more Trump.",
  "@comrade_6_ @BrandonTBanks The left used it before Trump did. Remeber Faux News? So are you guys the nazis in this analogy?",
  "@annfurek @politvidchannel All i gotta say is F TRUMP AND THE GOP",
  "\"Homage\" to Trump is\nmade from pure horseshit https://t.co/eV6VEHDPqp",
  "@neeratanden @HillaryClinton So whose brilliant idea was it to pied piper Trump into the repub candidate 🤔",
  "@CheriJacobus Absolutely spot on. I also think it didn’t sit well with Donald that Brad Pitt gave Fauci the “thank you” that Donald Trump feels is owed him at all times."
]