[
  "@RamiArs11 @badddvibess Actually i think you\nThat you want me to stop being in every mention for you like coca cola sticks on something",
  "I’m shocked they said Diet Coke . Lol .. I always envisioned you downing Coca Cola bottles like mean joe green tv a… https://t.co/YhEdcr09ZL",
  "wait this is sugar not coca cola you said it was coke what the frick",
  "Coca-Cola's plastic secrets | DW Documentary https://t.co/WF6pMiDJnj via @YouTube",
  "Coca Cola slushy and henny",
  "Are we all taking about Coca Cola here ???",
  "@gypsy_heart6 The Coca-Cola one is my favorite. So direct, right to the point.",
  "\"Maddy what's this piece?\"\n\"I don't remember the title but it's theeee coca cola bottles\"\n\"Who painted it?\"\n\"The gu… https://t.co/X0k36oTtkM",
  "@theshirarose Coca Cola alone had $32 billion profit in 2018.",
  "Here's my post about using value creation stories to identify and share value from communities of practice - we dis… https://t.co/JNh6IgnSAy",
  "Quench your thirst with a baby symbol Coca-Cola https://t.co/2qjXa1mlza",
  "@notBloss @Drew129Law @Haddock_99 @jayrayner1 Before the lockdown, we ate in Franco Manca in Guildford which is a f… https://t.co/I5pKenhyvb",
  "very grateful the strongest brands in my life are still there for me: Nike, Apple, Coca-Cola, Vaseline, Kleenex, Lo… https://t.co/Diiw3ASN12",
  "@ShawnaLeneeShow Height: 5’9”\nShoe size:  9.5\nZodiac:  virgo\nTattoos:  none\npiercing:  none\nfav color:  navy\nfav drink:  coca-cola",
  "no one: \nterror reid: the coca cola polar bear",
  "I have just watched Kirsty brush her teeth and within sixty seconds take a big swig of coca-cola. What an absolute… https://t.co/n0L6yZrrru",
  "@BlackCloudClub1 The old rigs we used to drive at Coca-Cola were straight in gear lol. Wore em out",
  "@SeverelySapphic How shallow of you and to think I kept the cap of the coca cola bottle I had to remember our first date 🤬",
  "@atrupar @MelissaJPeltier The great Ty Cobb squirreled away enough Coca-Cola stock to retire a very wealthy man . H… https://t.co/yAu5IHKTLK",
  "hey guys i just shook a bottle of coca cola really hard and now i feel like i could punch the sun in its big fiery FACE",
  "@MiraWeapons \"Alright, aye mike make that two of the same drink on my tab!\" He says to the bartender as he comes ou… https://t.co/GgjwYNMRfH",
  "@vorehyuns i meant cocaine but coca cola is fine too",
  "@im_orarr @Professorbroman I’m just a Coca Cola snob, it’s the only cola I drink so I just was joking with you! It’… https://t.co/FfN9cytG9N",
  "@bet2win10 @Betodds1 Coca Cola \n I Don’t drink alcohol 🍺"
]