[
  "I did a shot of Everclear MIXED with Coca-Cola once https://t.co/GRo7NSWWIC",
  "Vintage Coca Cola №3485 Ready to Hang Canvas Print $ 127.99\nhttps://t.co/xDFSr9YNdw #Decor #HomeDecor https://t.co/8bd6DlyMb8",
  "Do you know Coca-Cola was originally green because of fresh cocoa leaves.❓",
  "@lovelyyystyles @Mikecrowe15 😂😂 meet ye in salford for a pint mate hahahha (a pint of coca cola btw) 👍👍🍺🍺",
  "phobia of coke, because once, he was entering a coca cola drinking contest and he fainted after drinking cola.",
  "Some ppl really out here thinking que son la ultima coca cola del desierto",
  "@thechosenfrost it like coca cola but solid and creamie",
  "@Beardog6Michael @BethanyinCBR None taken\nChurch owns everything here,we all know...scandalous twats,sanitarium \n,s… https://t.co/wMeVIn2sgV",
  "I spit on yur grave II issa whole vibe, MONSTER issa whole Mood and Coca Cola is life bruuvski https://t.co/JgXutFjmBC",
  "#HopeningDay with the @IronPigs! Our family hopes to be in the CoCa-Cola Stadium again soon to see our… https://t.co/1qor9u4Qkz",
  "@SebastianFrost7 @Crockett1120 Not in my area yet!!! I guess I have to stick to the floats!  https://t.co/E04MCtazIz https://t.co/K70MoxmHDL",
  "@GWarriorSB19 @SB19Official I have coca cola body - Ken\n\n@SB19Official #SB19\n#SB19_MENPA",
  "Visit https://t.co/6HSgjSBgeo for tonight's virtual pitching matchup and more!\n\n🏟 Virtual Coca-Cola Park\n⚾️ 8 p.m.… https://t.co/dycDvo7CGG",
  "@cocacola_ca Always Coca Cola",
  "Not the Coca Cola everything taco stand 😭😭 https://t.co/vEWXJVZW35",
  "@basedshibe_ Scottish soda that outsells Coca Cola here. https://t.co/E2Nyza27P5",
  "We're all living in amerika, amerika\nCoca cola https://t.co/TJrCOiZUbp",
  "LMFAOOOO SHE DONE OD ON SOME COCA COLA https://t.co/KiB9jPtjia https://t.co/HmcL43uOOT",
  "psa dont binge drink like eight cans of coca cola zero if you  know what good for you",
  "I drink a Coca-Cola like, maybe, twice a year. And it’s always a revelatory bliss. Just had one. What an awesome de… https://t.co/fE3frQubW3",
  "@Bluee_Mermaid Ma’am that is a coca-cola",
  "It is no secret that Coca-Cola is not exactly a health drink. But do we know how bad it really is? Here's what Coca… https://t.co/tj6aeoXSeL",
  "Okay y'all but Vodafone and Coca-Cola bout to drop two mad heat lives tomorrow and no one's talking about it https://t.co/YL7p6JrL7h",
  "hagamos menciones @BTS_twt \n\nheight: 1,50\nshoe size: 37/38\nzodiac sign: capricornio \ntattos: p\npiercingns: 0\nfav co… https://t.co/3oYDF5Wug5",
  "Get the fuck out of here, no one cares about your Pulitzer Prize here, you're a spy working for Coca Cola.",
  "Thank you to Coca Cola who dropped off cases of water and soda today. https://t.co/2XzBQTMsvz",
  "hagamos menciones @BTS_twt\n\nheight: 1,60\nshoe size: 38\nzodiac sign: tauro\ntattos: no\npiercingns: no\nfav color: mora… https://t.co/vK2A9HrsNI",
  "A memo from the league states what products are allowed to be shown during the broadcast. https://t.co/v83yX0Y9oi",
  "@CeciTheCreator I like that coca cola energy drink, its just me",
  "@odalysrivers the “coca cola” food stand omg .. i miss mexico 😔❤️",
  "We are feeling the wrath of my wife for drinking all of the Coca Cola. Send help.",
  "coca-cola is good for your teeth and your general health https://t.co/hvLXEMDmVd",
  "My eating disorder taste like coca cola zero, plums and stevia",
  "hagamos menciones @BTS_twt \n\nheight: 1,62:) \nshoe size: 37\nzodiac sign: Géminis \ntattos: 0\npiercingns: 1\nfav color:… https://t.co/k2zfsiTr99",
  "Coca Cola Chocolate Cake Recipe That's to Die For! https://t.co/TNTr0Cqvfv",
  "@aspiringcat @humblecore i’m like tim wu and hate coca cola",
  "Nothing like the feeling of Coca Cola blasting out of your nose https://t.co/eOnAFIf2V8",
  "Justin has bought a case of ultra, Malibu rum, and Gatorade for a bonfire tonight... I get a blanket and a Coca-Cola 🤣",
  "Yo coca-cola came out with a new pineapple flavored drink? https://t.co/JKBTgGv7pq",
  "When Coca-Cola began to be sold in China, they used characters that would sound like \"Coca-Cola\" when spoken. Unfor… https://t.co/F4671810KD",
  "EMILY THORLEY\nA lovable woman of about fifty-nine, she is lanky and stout, shaped like a bottle of Coca-Cola. Analy… https://t.co/63TwkHLxvA",
  "@Jokezster @AntAntixx red bull? i was thinking’s coca cola had a new can.",
  "@yoonpiolita @thlovespjm @BTS_twt @babbysmilee @shtotdokie @vantemind @DYARMY11 @kookieking971 @Aly_Inner_child… https://t.co/d7xDC2UiBl",
  "1997 Coca Cola Delivery Truck Blown Glass Collection Ornament Great value $3.85 https://t.co/UNFjfL7rMA https://t.co/WpTXa0PTMC",
  "age: 28\nheight: 5’4”-5’6” (I actually have no idea 😂)\nshoe size: 6 \nzodiac: Taurus\ntattoos: 0\npiercings: 3\nfavorite… https://t.co/IhnlwcQNYs",
  "I love being consoled by Publix, Coca Cola, and Porsche driving these uncertain times :-) empty messages of affirma… https://t.co/6h5k2ZCjW1",
  "@DrJasonLeong That's like asking whether Coca-Cola or Pepsi is tastier - in which the answer is Pepsi Cola!",
  "@tonycars10s @JesusHSchvice There was a Coca Cola ad featuring the word “empanada” and the guy was so pissed that h… https://t.co/XLUDDL8Ktq",
  "I want a Coca-Cola float 🤔",
  "COVID-19: Coca-Cola, Jumia Unveil New Partnership, Gives Consumers Access To Products From Home -… https://t.co/irY9ZqIueO",
  "@JesusHSchvice This with a glass bottle Coca-Cola &gt;&gt;",
  "1996 Atlanta Centennial Olympics Game Unopened 8 oz Coca Cola Green Glass Bottle https://t.co/VlgMU8QGmS via @Etsy… https://t.co/9GtyoxsZv4",
  "It’s $286,150 per share for BRK.A and they own 38.6% of pilot flying j truck stops. Almost 10% of Bank of America,… https://t.co/nQ22EOIvuj",
  "Science experiment that could only go wrong.  She didn’t panic even with Coca Cola coming out her nose!  🤣🤣🤣😂😂😂 https://t.co/gqtVh24lHZ"
]