[
  "Do we really a \"Trump like\" solution to economic recovery to this beautiful nation??\nCovid19 talks NOT  monster's $$$$ anymore!!!!",
  "Inside Donald Trump and Jared Kushners Two Months of Magical Thinking",
  "a good idea if this is our generations Holocaust And Trump is our hitler, hes scaring other republicans and democrats into doing what he wants just like another bad leader a bit ago in history, dont let history repeat, fight Against before you cant",
  "So Dotard J Trump is going to commandeer meat processing plants to market Trump Steaks again? That ship already sank once.\nHe's a lifelong failure bereft of any knowledge or common sense.",
  "Trump Again Cuts Funding That Could Prevent Future Pandemics #SmartNews he is the worst person ConMan failure of a man I ever heard about his ship is sinking and hes taking the republican party with him jumpBefore its too late #45LiesPeopleDie",
  "Donald Trump to Declare Meat Processing Plants Critical Infrastructure",
  "Just ended this reporters whole career: Donald Trump drops Yahoo! News journo over question for Dr. Deborah Birx [video]  via",
  "Wow.  is picking up the #TaraReade story. Congratulations to Donald Trump on re-election.",
  "Maybe he is trying an easy out from Trump. He should be committed and in suicide watch:",
  "You got that right. Were stuck with Trump for 4 more years. Thanks Karen",
  "very good art by Aja Romana \n \nDetailing the events of the tragedy",
  "They're not. And that's a problem. Do you really think Trump would be so smug if he actually committed a crime? After three decades of watching our government fuck the people, Trump is clearly not on their side and clearly not the problem.",
  "Americans Will Get Signed Letter from Trump with Economic Stimulus Check  via  | Suitable for framing, no doubt, but far more suitable for the recycle bin.",
  ". praises President Trump for deferring the decision to reopen to governors. I would have followed up asking about his demands on Twitter to \"liberate\" three states run by Democratic governors. #NYCoronavirus",
  "Dont have much on delivery from planes drones - but will look\n\n these are very general",
  "Newly Declassified Transcript of George Papadopoulos and FBI Spy Shows There Was ZERO Evidence Trump Campaign Coordinated with Russia  via",
  "Please Trump supporters, if there is one brain cell flickering in your skulls tonight, read this thread. Spare you community, your family and yourself some agony.",
  "Mr. President Trump, please stop immediately all imports of beef, pork, chicken, and selected fruits &amp; vegetables. Our Ranchers &amp; Farmers need your help NOW!!! MAGA",
  "So mfs in Kansas was really drinking bleach cause Trump said it",
  "Lol.  Good for them. If some one in the Republican Party does not start distancing themselves from tRump there will be no Republican Party! For clarification old style party are Republicans. New greedy take everything you can I call Repubs!",
  "&lt;beginning of rant&gt;\n1/\nThere are more than one side to the failure of this country to deal with the pandemic:\na) Trump's incompetence, corruption, moral bankruptcy, mental decay, etc... enough has been and is being said... more is being discovered every day.",
  "deputy national security adviser Matt Pottinger argued in mid-January that the White House needed to shut down incoming flights from China Jared kept saying the stock market would go down, and Trump wouldnt get reelected",
  "Trump reportedly ignored intel briefings on coronavirus threat  via",
  "Dumb Trump",
  "Unfortunately Jed, there are only two choices on the menu; one a plate of dry chicken the other a bowl of radioactive waste. These allegations are 30 odd years old now-this smells a lot like what happened to Al Franken. Trump had 20 plus allegations of assault &amp; he's prez.",
  "Unfortunately Jed, there are only two choices on the menu; one a plate of dry chicken the other a bowl of radioactive waste. These allegations are 30 odd years old now-this smells a lot like what happened to Al Franken. Trump had 20 plus allegations of assault &amp; he's prez.",
  "Luckily POTUS took action in January, which the other presidential candidate, presently facing serious sexual misconduct charges, vehemently disagreed with. Meanwhile, ice cream hag Pelosi was partying in Chinatown asking everyone to come join her. Thank God for President Trump!",
  "Better than enabling a fascist (trump) or enabling a oligharch (Biden), so yeah yay for me and the rest of the people who's healthcare is jepordised thanks to biden's policies, who're gonna get ground between the millstones of capital and neoliberalism. So great for us to win /s",
  "\"Trump Bump: How Sean Hannity Earned $36 Million This Year\". Follow the money of lies and hyperbole.",
  "Trump is spinning misleading PR, \nas a campaign tactic, by insisting his signature goes on stimulus checks\n\nIt needs to be stopped\n\nSen. Chuck Schumer Will Introduce Legislation To Prevent Trump From Signing Stimulus Checks #Topbuzz",
  "Way to stick it to Trump! Jennifer Rubin absolutely loves to see the havoc COVID19 is wreaking in America",
  "Steve Karnacki (MSNBC): In 2016, both Hillary Clinton and Donald Trump had higher UNFAVORABLE to FAVORABLE ratings in MI, PA and FL. In the end voters broke for Trump.\n\nIn 2020, Trump still has higher UNFAVORABLE ratings, but Biden's FAVORABLE rating is above his UNFAVORABLE.",
  "Then Trump should have the treasury print $1200 bills with his face on them to mail out.",
  "Wow now trump team pushing BS on Biden.   Lets not forget the large number of trump accusers.  Trumps threatening is only stop.",
  "During town hall today   quote  false claim  failed to respond to Covid-19 intelligence advisement Jan 2020 rebuked by Grenell/documentation.  Misunderstanding?  via",
  "Oh there's a company selling them online that you have to pay for, reliability is questionable. I bet you we could have had them from the government a lot sooner. The company is probably one of Trump's Buddies",
  "I know some of you want to elect Trump because he's entertaining or ridiculous or whatever. But the corrupt, unqualified judges he will appoint over the next four years will be making decisions for old you and your children  via",
  "Australia has tested 21,020/mil. vs. USA's at 17,699/mil. That's very amazing given the USA is the wealthiest nation in the world.\nI don't think Trump wants the real numbers of the impact of COVID to get out until he's finished fleecing us of our money, lives, &amp; reputation.",
  "Its the Trump party now. Republican Party, if any of it is left, is hiding under a rock.",
  "Nope.  The MSM is ignoring Reade.  They havent ignored the ones accusing Trump.",
  "Really... how many horrible Trump admin stories are allowed to just drift out of the news cycle?",
  "Trumps brain is cottage cheese",
  "God bless",
  "How'd they fit every black Trump supporter into one pic! Incredible!",
  "Killer Trump and Bonespur has now manage to kill more Americans in 8 weeks than lost their lifes in another tragic scandal in our history. The Vietnam war that rage on for 10 years. At what point are we going to learn from our mistakes?",
  "Damn. I thought Trump was the stupid one.",
  "To be fair, his nose is so far up Trumps ass that a nasopharyngeal swab probably doesnt bother him as much as it would the rest of us.",
  "When did  turn in to we did covid-19 better than any other province because we are have a  lead Alberta?! This isnt America and Alberta you dont need to try so hard to be a Trump State because you have oil. Sad state of affairs. #StrongerTogether2020",
  "Trump is a liar and cheat, a draft dodger because he is a coward and a wimp.  There is nothing Presidential about this clown.  He doesnt care about lives he wants the USA to open up as he thinks if he gets the economy running he will win re-election. America lives matter!",
  "Whenever I tweet about the fact that we need more testing, all these bots come out and claim we dont need more. Coincidence that Trump has been fighting more testing and bots are out there doing the same thing? \n\nI think not. #PutinsPuppet",
  "I wonder how many meat packing employees will vote for trump? How many hospital workers will vote for trump?",
  "Most of the time the MSM can fool the people with attacking narratives on the right as conspiracy theories or Trump followers as ignorants, but this Tara Reade thing, I dont think theres anyway they can spin this one.  It outs them for who they really are.",
  "Trump Pence worst examples for Americans to follow!! They aren't worried cuz they have their personal healthcare, vent &amp; medical care right at the House. While we all have to share a hospital while our nurses &amp; docs work extra &amp; reuse ppe to care for pts &amp; not bring it home.",
  "We can hear trump, we can see with our own eyes him daily giving and spreading false claims.   He's the president he should say what he means not have people like you trot out and try to explain his words! Yes he is an evil person to the core! Only cares about himself!",
  "It doesnt matter who it would be in office besides trump. They would be taking the same actions because hes doing all he can do.",
  "Trump. Please for the love of God. Institute a UBI. My mother supported you to her last breathe in November. \n\nMy wife and I, my brother, my dad. None of us have even gotten our stimulus. The american people need help. Please help the people",
  "Because Trump had MYRIAD accusations against him prior to Avenatti.  Good grief just stop.",
  "Thats coming from the filth pig himself. Of course this garbage doesnt share the same values as a Trump supporter, thats a good thing.",
  "ChiCom flunky: Sen. Chris Murphy maintains that we dont know where the virus started while shaming Trump for pulling US health workers out of China",
  "There is no comparison... The Trump response is more worse than the war. It has caused 1,000,000 casualties. Your own source agrees with me.",
  "Howard Stern suggests Trump supporters should 'all drop dead'  via",
  "Watch: Yahoo Journo Tries a Gotcha on Wuhan Virus Testing, Apologizes After Trump, Birx Swoop in With the Dunk",
  "We all know he did it for one reason and one reason only: because Trump said HE wouldnt wear a mask.",
  "Because =everything= he does is \n\"at the direction of the (choking on word) president.\"\nTrump surely told him what to do.",
  "Its the same with one of my bosses. She posts how against government assistance she is on Facebook all the time and is a huge Trump supporter. Sis all our consumers are on MEDICAID AND GET FOOD STAMPS, government paid for cell phones for their caregivers to clock in etc",
  "Screaming trump 2020 in all of my apex games tonight",
  "Washington Post reports that Trump ignored intel warnings on virus  via",
  "Trump finding another way to kill more people...\n\nHis mix drugs didn't work..  His Bleach injection and UV didn't work... Now he's using infected workers  spreading it to meats.   .",
  "tRump has zero sense of humor. In fact, his inability to take a joke and his thin skin was one of the reasons he hates Obama so much (WH Correspondants Dinner). And we ALL suffer.",
  "If you mean Trump &amp; the GOP I agree!\n Trump is about to be exposed as the traitor he is, thus all the BS about Flynn.",
  "Trump should stick to his campaign promises and end DACA,  chain migration, birthright citizenship, and diversity visa lottery.",
  "My hunch was correct, Q just confirmed in post 3992 that the Mueller investigation was a part of the plan all along.  The DS got played hard and did not even realize it!  Trump and Q are now on the offensive and the DS will lose big!",
  "decided that Donald Trump's information is harmful to the American public. The same way they can refuse commercials that make false assertions.\n\nFor example they can all agree to not show a Nazi rally.",
  "If this doesn't make the hair stand up on the back of your neck!  Her pain.  Her rage. She even said he couldn't blame this on Trump!  My heartfelt sympathies to our to her!",
  "Jared should punch that fu*ker in the face for inappropriately touching his wife..but then who knows..all the Trump's may have some sh*t going on.",
  "What? Trump is wildly exaggerating the availability of testing supplies? I'm in shock. Somebody get me my smelling salts.",
  "Trump already admit to saying that but he said it was sarcastic. You are saying he never said it. Should I believe you or Trump about what Trump has said?",
  "The excuses get more idiotic by the nanosecond. Hell I just got retested wearing a damn mask. They didn't need to go thru my eyeball. He just wants to kneel down to Trump &amp; ask if he did good. Sick of the BS.",
  "Roger Stone Releases Statement After DOJ Unseals Search Warrants in Garbage Investigation of Longtime Trump Friend and Colleague  via",
  "You are correct Harmeet. They are democrats and General Flynn was going to work for President Trump. Anyone involved and has a title should be prosecuted to the fullest extent of the law. This was the start of the Coup. Prosecute and then prosecute them again.",
  "Yet your timeline proves you are not telling the truth.  How many posts on your timeline right now about Trumps sexual assault accusers?  How many of Trumps sexual assault accusers have you defended online?",
  "Also important to note, it isn't even Trump. \n\nState governments handle unemployment and in the shit states trying to reopen early, they're intentionally drawing out unemployment claims to make people more willing to risk their lives to start working again.",
  "You are correct. Its depressing and draining us all. Maybe when trump is gone the world wont be shrouded in as much darkness.",
  "No. I don't have lobbyists paying bribes at my DC hotel like some people.",
  "Very unlikely that either side will experience a landslide. Trump is going to lose, but likely by a slim margin. He only has a chance because his supporters exhibit cult behavior",
  "Trump has been in every media members cross hairs for 4 plus years, you think they havent been investigated?",
  "What's funny to me about Ventura running is that as weird as he is, the guy was a pro wrestler who knows how to shit talk. He'd stand a better chance against Trump than Biden would in a national debate.",
  "I call bs. No one said to put it over his eyes, wtf. Wants to support his BFF trump, because he doesnt either. Some how they think it looks weak or gives the virus credibility. That all!",
  "Another Trump stunt that cost hundreds of thousands of  dollars for something that lasted a nano second. Spend the money on tests and PPE. Geez.",
  "Another Trump stunt that cost hundreds of thousands of  dollars for something that lasted a nano second. Spend the money on tests and PPE. Geez.",
  "understand the cabal is several thousand years in the making and in the US since 1700. Evil is entrenched into every office possible. The Q movement has been trying to accomplish over turning [their] control since Abe Lincoln and the JFK. Trump will not make the same mistakes",
  "This is your daily reminder that Dianne Feinstein &amp; Senate Democratseven after millions of Americans lost their jobssent a letter to President Trump asking for $5 BILLION in aid\n\n...To Iran.\n\nThey prioritized Iran over America\n\nWhy should they be allowed to stay in office?",
  "T. O. M. :  Was Going to Address Prosecutorial to Find YOU did it for me.  Im WAITING alongside of the Electoral , Citizens of Our Country WHO SUPPORT, REVERE, and Will VOTE in November 2020,President Trump. Follow through within whatever the Law Provides;",
  "Trump is a master shitposter. Just derailing and attention seeking in the most absurd ways  across media. He knows what hes doing (in this one way at least).",
  "All US meats are 100% toxic and deadly from ZERO inspections, horrific physical/sexual abuse, eating gmo feed sprayed with trump approved deadly pesticides...30 countries will not buy US crops or any meats.",
  "Anyone who back trump the traitor is a traitor",
  "Trumps new selections for Dept of Health and Human Services.",
  "WATCH: Cardinal Dolan PRAISES Trump Administration For Their Coronavirus Response (VIDEO)  via",
  "Now I'd like someone to ask Trump to explain the difference between flouts and flaunts...ha!",
  "Tucker Carlson Beats Sean Hannity as Trump Briefings Give Fox News a Boost",
  "My beautiful 'millionaire' wife?  The rest sounds like crap, Trump would say.  Seriously, too much personal information Biden's sharing.  Bleh.",
  "Peasants should work till they die. That's Trump's motto. And he won't do anything to protect you because you're not worth worrying about.",
  "Trump a RE RE but these r the questions reporters ask? Really?",
  "Good luck getting reelected when you are known as the Governor who let people starve to serve Donald Trump",
  "Yes, has Trump disclosed how many abortions hes paid for yet?  I have a bet on more than 10. Should be easy money.",
  "Liberals are listening to him more than independent voters. It's funny, they hate Trump but don't stop listening.",
  "President Trump is going to do quid pro quo with states over needed relief related to covid-19. Many have tried to warn those who can stop him but their self interest in what he can give them is more important than saving lives. They've already calculated the risks v life.",
  "GOP senators beg Trump to stop obstructing oversight of coronavirus stimulus",
  "okay.",
  "No one is expecting a win. If we get enough votes we qualify for funds and to get on to the debate stage in 2024.  2020 is a wash because both Biden &amp; Trump are lying rapist. Progressives are leaving the conservative Dem party.",
  "With Trump, appears America running without a rudder.",
  "Trump throws up outrageous roadblock for seniors, people with brutal a.",
  "So It's ok because Trump has more then Biden"
]